Repository: ritthikrairw/mainwp
Catalog: public/web/app/plugins/mainwp-client-reports-extension/languages/mainwp-client-reports-extension-*.po
Languages: fr_fr

source: Vulnerabilities
fr_fr: Vulnérabilités

source: %sCongratulations!%s There are no Vulnerability Issues detected on your child sites.
fr_fr: %sCongratulations!%s Aucun problème de vulnérabilité n'a été détecté sur vos sites clients.

source: Check Vulnerability Issues
fr_fr: Vérifier les problèmes de vulnérabilité

source: Settings
fr_fr: Paramètres

source: Plugins
fr_fr: Extensions

source: Themes
fr_fr: Thèmes

source: No websites were found.
fr_fr: Autre site web n'a été trouvé.

source: Saving settings to child sites ...
fr_fr: Enregistrement des paramètres sur des sites enfants ...

source: Checking all Child Sites
fr_fr: Vérification de tous les sites clients

source: Recheck
fr_fr: Revérifier

source: Vulnerability information provided by %shttps://wpvulndb.com/%s
fr_fr: Informations sur la vulnérabilité fournies par %shttps://wpvulndb.com/%s

source: There are no Wordpress Vulnerability Issues.
fr_fr: Il n'y a pas de problèmes de vulnérabilité Wordpress.

source: There are no plugin Vulnerability Issues.
fr_fr: Il n’y a pas de problèmes de vulnérabilité d'extension.

source: Name
fr_fr: Nom

source: Latest version
fr_fr: Dernière version

source: Detected version
fr_fr: Version détectée

source: Latest update
fr_fr: Dernière mise à jour

source: Update
fr_fr: Mettre à jour

source: Delete
fr_fr: Supprimer

source: There are no theme Vulnerability Issues.
fr_fr: Il n'y a pas de problèmes de vulnérabilité de thème.

source: Overview
fr_fr: Vue d'ensemble

source: Check all sites
fr_fr: Vérifier tous les sites

source: Saved settings
fr_fr: Paramètres sauvegardés.

source: Never
fr_fr: Jamais

source: Today
fr_fr: Aujourd’hui

source: Schedule Scans
fr_fr: Planifier les analyses

source: Schedule automatic scans. If you want to make sure that WP Cron jobs are regulary triggered on your MainWP Dashboard, you can Authorize the Uptime Robot service and add your dashboard site as monitor. The Uptime Robot will ping your dashboard site regularly and make sure that all scheduled events are occurring.
fr_fr: Planifiez des analyses automatiques. Si vous voulez vous assurer que les tâches WP Cron sont régulièrement déclenchées sur votre tableau de bord MainWP, vous pouvez autoriser le service Uptime Robot et ajouter votre site de tableau de bord en tant que moniteur. Uptime Robot pingera régulièrement votre site de tableau de bord et s'assurera que tous les événements planifiés se produisent.

source: Daily
fr_fr: Quotidiennement

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuellement

source: Last run:
fr_fr: Dernière exécution :

source: Next run:
fr_fr: Prochaine exécution :

source: Send email notifications
fr_fr: Envoyer des notifications par courriel

source: If you want to receive email notification after scans, enable this option. The email notification will be sent to the email address set in the MainWP Settings page.
fr_fr: Si vous souhaitez recevoir une notification par courriel après les analyses, activez cette option. La notification par courriel sera envoyée à l'adresse définie dans la page Paramètres de MainWP.

source: Scan sites when syncing
fr_fr: Analyser les sites lors de la synchronisation

source: If you want to include the scan process in the Sync action, enable this option. However, please note that this can cause unexpected timeouts due the transfer of the higher amout of data.
fr_fr: Si vous souhaitez inclure le processus d'analyse dans l'action Synchroniser, activez cette option. Cependant, veuillez noter que cela peut entraîner des délais d'attente inattendus en raison du transfert de la plus grande quantité de données.

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Need help getting started?
fr_fr: Besoin d'aide pour démarrer ?

source: Start the Tour!
fr_fr: Commencez la présentation !

source: WP Core
fr_fr: Core WP

source: Last check date
fr_fr: Dernière date de vérification

source: <tr><td colspan="7">No websites were found with the Vulnerability checker result.</td></tr>
fr_fr: <tr><td colspan="7">Aucun site Web n'a été trouvé avec le résultat du vérificateur de vulnérabilité.</td></tr>

source: View detail
fr_fr: Voir les détails

source: Edit
fr_fr: Éditer

source: Bulk Actions
fr_fr: Actions groupées

source: Force recheck
fr_fr: Forcer à revérifier

source: Apply
fr_fr: Appliquer

source: No search results.
fr_fr: Aucun résultat trouvé.

source: Search Sites
fr_fr: Rechercher des sites

source: Select a group
fr_fr: Sélectionnez un groupe

source: Display
fr_fr: Afficher

source: Vulnerability checker
fr_fr: Vérificateur de vulnérabilité

source: First Steps with Extensions
fr_fr: Premières étapes avec les extensions

source: MainWP Vulnerability Checker Extension
fr_fr: Analyse de vulnérabilités MainWP

source: If you are having issues with getting started with the MainWP extensions, please review following help documents
fr_fr: Si vous rencontrez des problèmes avec les extensions MainWP, veuillez consulter les documents d'aide suivants

source: What are the MainWP Extensions
fr_fr: Quelles sont les extensions MainWP

source: Order Extension(s)
fr_fr: Commande extension(s)

source: My Downloads and API Keys
fr_fr: Mes téléchargements et clés API

source: Install Extension(s)
fr_fr: Installer extension(s)

source: Activate Extension(s) API
fr_fr: Activer API extension(s)

source: Updating Extension(s)
fr_fr: Mise à jour extension(s)

source: Remove Extension(s)
fr_fr: Supprimer extension(s)

source: Help Documenation for all MainWP Extensions
fr_fr: Documentation d'aide pour toutes les extensions MainWP

source: Vulnerability Checker Extension
fr_fr: Extension d'analyse de vulnérabilités

source: Check Your Sites for Vulnerabilities
fr_fr: Vérifiez vos sites pour les vulnérabilités

source: requires <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> first.
fr_fr: requier <a href="http://mainwp.com/" target="_blank">l'extension de tableau de bord MainWP</a> être activé pour travailler. Veuillez installer et activer <a href="http://mainwp.com/" target="_blank">l'extension de tableau de bord MainWP</a> en premier.
